[
    {
        "id": 1,
        "name": "Php & mySql Programming",
        "description": "The data in a MySQL database are stored in tables. A table is a collection of related data, and it consists of columns and rows.",
        "duration": "120 Hours",
        "rating": 4.5,
        "reviews": 28,
        "img": "https://miro.medium.com/max/1000/1*3r_XMjYvnS3ETjtC6Xb6ng.png"
        
    },
    {
        "id": 2,
        "name": "Microsoft Excel for Beginner",
        "description": "Microsoft Excel is a spreadsheet developed by Microsoft for Windows, macOS, Android and iOS. It features calculation, graphing tools, pivot tables, and a macro programming language called Visual Basic for Applications.",
        "duration": "80 Hours",
        "rating": 4.5,
        "reviews": 45,
        "img": "https://cdn.educba.com/academy/wp-content/uploads/2014/03/Excel-For-Beginners.jpg"
        
    },
    {
        "id": 3,
        "name": "Digital Marketing Course",
        "description": "Digital marketing is the component of marketing that utilizes internet and online based digital technologies such as desktop computers, mobile phones and other digital media and platforms to promote products and services.",
        "duration": "160 Hours",
        "rating": 4.4,
        "reviews": 55,
        "img": "https://www.seoclerk.com/pics/000/417/276/11d8ad8d2a211ad226c7fe3f8d021327.jpg"
        
    },
    {
        "id": 4,
        "name": "Zero to Hero in Python 3",
        "description": "Python is an interpreted high-level general-purpose programming language. Its design philosophy emphasizes code readability with its use of significant indentation. Its language constructs as well as its object-oriented approach aim to help programmers write clear, logical code for small and large-scale projects.",
        "duration": "180 Hours",
        "rating": 4.7,
        "reviews": 45,
        "img": "https://www.real.discount/wp-content/uploads/2018/03/567828_67d0.jpg"
        
    },
    {
        "id": 5,
        "name": "React JS, Angular & Vue JS",
        "description": "This post is a comprehensive guide on which is perhaps the right solution for you: Angular vs React vs Vue. Just a couple of years ago, developers were mainly debating whether they should be using Angular vs React for their projects. But over the course of the last couple of years, we’ve seen a growth of interest in a third player called Vue.js.",
        "duration": "220 Hours",
        "rating": 4.5,
        "reviews": 33,
        "img": "https://lilly021.com/wp-content/uploads/2019/03/1_PNlbgb05IwSxOhAz0aA2rg-1024x501.png"
        
    },
    {
        "id": 6,
        "name": "Laravel API Development",
        "description": "Laravel is a PHP framework developed with developer productivity in mind. Written and maintained by Taylor Otwell, the framework is very opinionated and strives to save developer time by favoring convention over configuration. The framework also aims to evolve with the web and has already incorporated several new features and ideas in the web development world---such as job queues, API authentication out of the box, real-time communication, and much more. In this article, we'll explore the ways you can build---and test---a robust API using Laravel. We'll be using Laravel 5.4, and all of the code is available for reference on GitHub.",
        "duration": "140 Hours",
        "rating": 4.5,
        "reviews": 29,
        "img": "https://tut4dev-ds2.dlcddt.ir/files/7016/ProBanner/banner.png"
        
    },
    {
        "id": 7,
        "name": "Photoshop - Web Deisgn",
        "description": "Learn Web Design online at your own pace. Start today and improve your skills. Join millions of learners from around the world already learning on Udemy. 30-Day Money Guarantee. Expert Instructors. Download To Your Phone. Lifetime Access. Courses in 60+ Languages.",
        "duration": "120 Hours",
        "rating": 4.8,
        "reviews": 20,
        "img": "https://i.ytimg.com/vi/Jydr0kw5LYA/maxresdefault.jpg"
        
    },
    {
        "id": 8,
        "name": "Sketch - Mobile App",
        "description": "Sketch gives you all the tools you need for a truly collaborative design ... Work together in the same document, at the same time, right inside the Mac app.",
        "duration": "150 Hours",
        "rating": 4.7,
        "reviews": 25,
        "img": "https://designshack.net/wp-content/uploads/sketch-ios-app-templates.jpg"
        
    },
    {
        "id": 9,
        "name": "Corel - Fashion Deisgn",
        "description": "CorelDRAW is a vector graphics editor developed and marketed by Corel Corporation. It is also the name of the Corel graphics suite, which includes the bitmap-image editor Corel Photo-Paint as well as other graphics-related programs. ",
        "duration": "120 Hours",
        "rating": 4.5,
        "reviews": 15,
        "img": "https://i.ytimg.com/vi/KoFnfDkIfKE/maxresdefault.jpg"
        
    }
    
]